
<div id="main-tos" class="main-tos">
    <div id="description" class="description">服务条款：后路哥-主机服务<br>
        Terms of Service</div>
</div>

<div id="list-main" class="list-main">
    <table class="list-table" width="60%" cellspacing="0" cellpadding="0" border="0" align="center">
        <tbody><tr>
            <td valign="middle" height="50" align="left"><b>购买“后路哥-主机服务”任何产品前，请先仔细阅读并同意本条款后，方可继续购买流程：</b></td>
        </tr>
        <tr>
            <td style="padding:50px; line-height:35px;" valign="middle" height="auto" bgcolor="#FFFFFF" align="left"><h4>概述</h4>
                <ul>
                    <li>一、为可持续地向客户提供更优质、稳定的服务，同时为争议的解决提供依据，制定本“服务条款”。</li>
                    <li>二、购买 “后路哥” 服务或产品时，必须同意本“服务条款”。已经购买 “后路哥” 服务或产品并完成支付的，视为同意本“服务条款”。</li>
                    <li>三、用户享有本“服务条款”所规定的相关权利，同时必须履行本“服务条款”所规定的相关义务。用户在使用 “后路哥”  的服务或产品的过程中，与  “后路哥”  发生的争议，依本“服务条款”解决。</li>
                    <li>四、 “后路哥”  默示保留对本用户服务协议的最终解释权。</li>
                </ul>
                <h4>服务范围</h4>
                <ul>
                    <li>依据美国或其他相关司法管辖权下的法律，如果您已达到法定年龄，可以签订具备法律约束力的有效合同并且未被禁止使用该服务，即可使用我们的服务。访问该网站服务的前提是，您必须提供当前真实有效的身份证明，联系方式以及其他注册需要的个人信息。您个人对所有帐户信息及相关活动信息的保密性负全责。对您个人帐户内发布的相关内容，您且只有您对其负责。对账户内发现的任何未经授权的使用和危害帐户安全的现象，您承诺第一时间内通知 “后路哥”， “后路哥”  不会对任何由于通报不作为，消息不准确或由于个人原因导致的帐户安全受损而产生的损失负责。</li>
                </ul>
                <h4>可接受行为</h4>
                <ul>
                    <li>您对使用您帐户的所有用户行为以及使用  “后路哥”  的服务时，通过您的帐户创建、存储、显示、传播的所有数据负责。您承诺不会从事任何干扰或破坏  “后路哥”  及其相关的网络和服务。</li>
                </ul>
                <h4>用户权利</h4>
                <ul>
                    <li>四、用户在完成支付后，享有正常、持续以及稳定使用相关产品的权利。</li>
                    <li>五、用户在完成支付后，享自由支配相关产品的权利。</li>
                    <li>六、用户在完成支付后， “后路哥”  保证其所购买的服务或产品，在特性和相关技术参数上，与该服务或产品的说明页面一致。</li>
                    <li>七、用户在使用  “后路哥”  所提供之服务时，享有所有数据和隐私安全的权利。</li>
                </ul>
                <h4>用户义务</h4>
                <ul>
                    <li>八、用户在使用  “后路哥”  提供服务或产品的过程中，不得实施违反美国法律的行为或发布违反美国法律的内容。</li>
                    <li>九、用户在使用  “后路哥”  提供服务或产品的过程中，不得实施违反中国法律的行为或发布违反中国法律的内容。</li>
                </ul>
                <h4>禁止用途</h4>
                <ul>
                    <li>十、“后路哥”  及其所提供的服务仅用户合法用途。禁止任何违背中国宪法、美国宪法、州法律法规或普通法的对任何形式的信息、数据、资料进行传播、散布或存储的行为（包括但不仅限于受著作权、商标权、商业机密或其他知识产权法保护的信息资料）。“后路哥”  提供的服务不能以任何形式用于促进帮助违反上述法律。</li>
                    <ol>
                        <li>您必须同意，下列任何一项行为都构成禁止行为且会导致帐户被立即暂停或取消使用，没有任何资金偿还并不排除 “后路哥”  会征收费用，以及产生无预先通知地追究民事责任赔偿行为的可能性。</li>
                        <li>主观故意的系统资源滥用，包括但不仅限于使用程序过渡消耗网络带宽，用 CPU 做大量运算以及硬盘反复读写。</li>
                        <li>发布淫秽色情等相关内容</li>
                        <li>发布任何形式的带有欺诈，欺骗性质的内容，包含但不仅限于仿牌、钓鱼等性质的内容</li>
                        <li>发布反动、与事实不符的政论等相关内容</li>
                        <li>发布违反中华人民共和国社会主义道德的相关内容</li>
                        <li>发布危害中华人民共和国国家安全与政治稳定的相关内容</li>
                        <li>使用BT、迅雷、电驴等严重影响网络性能的程序</li>
                        <li>提供破解后的程序、破解补丁、破解方法</li>
                        <li>下载含版权的图片、模板、音乐、视频、图书等</li>
                        <li>下载含版权的图片、模板、音乐、视频、图书等的BT种子</li>
                        <li>提供诱导、介绍他人犯罪方法的内容（包括传播自杀情绪等）</li>
                        <li>散播木马或病毒</li>
                        <li>发送垃圾邮件</li>
                        <li>发布关于架设私服以及与私服有关的内容</li>
                        <li>发布架设外挂以及与外挂有关的内容</li>
                        <li>发布架设博彩和赌博等一切相关的内容</li>
                        <li>进行一切黑客活动，如在对其他站点 DDoS 等</li>
                        <li>放置有极易招致攻击（如DDoS / CC等）的内容，连续三次被攻击的</li>
                    </ol>
                </ul>
                <h4>服务期限</h4>
                <ul>
                    <li>十一、用户完成支付之日起，至用户欠费、不续费、遗忘续费而被注销之日止，为 “后路哥”  对用户的服务期限。</li>
                </ul>
                <h4>退款政策</h4>
                <ul>
                    <li>十二、为保证服务质量，“后路哥”  全线产品一旦售出不接受无理由退款。</li>
                </ul>
                <h4>免责条款</h4>
                <ul>
                    <li>十三、有以下情形之一的，“后路哥” 不负任何责任</li>
                    <li>因用户欠费、不续费或者遗忘续费导致的服务无法访问（使用）或数据丢失等</li>
                    <li>因用户的操作或其他相关行为不当导致的服务无法访问（使用）或数据丢失等</li>
                    <li>因用户的使用行为违反本条款第八、九、十条规定导致的无法访问或数据丢失等</li>
                    <li>因战争、武装冲突、罢工、骚乱、暴动等重大社会非正常事件导致的无法访问或数据丢失等</li>
                    <li>因地震、海啸、台风、海浪、洪水、蝗灾、风暴、冰雹、沙尘暴、火山爆发、山体滑坡、雪崩、泥石流等重大自然灾害导致的无法访问或数据丢失等</li>
                </ul>
                <h4>违约责任</h4>
                <ul>
                    <li>十四、“后路哥”  保证服务器在正常情况下达到一个月平均 99% 在线的标准，若用户证明 “后路哥”  无法达到这一标准，我们在认定之后，将给予延长服务期作为补偿。本条款第十三条中规定的内容及其他用户过错或不可抗力因素除外。</li>
                    <li>十五、用户若违反本服务条款第八、九、十条规定的，“后路哥”  将直接删除用户的所有资料，并且不提供任何形式的补偿。</li>
                </ul>
                <h4>管理收费</h4>
                <ul>
                    <li>十六、“后路哥”  提供的所有服务均保证能在大陆正常访问，如果由于服务器 IP 被认证，我们会免费更换服务器 IP，如果因为您的原因导致您的账号被认证，我们将收取您一定的费用，具体请咨询客服。</li>
                    <li>十七、“后路哥”  不提供任何技术方面的支持。我们保证所有服务器在所有节点均可正常使用，相关技术问题须由客户自行解决。</li>
                </ul>
                <h4>其他事项</h4>
                <ul>
                    <li>十八、“后路哥”  享有本条款的最终解释权 修改时间：2016-3-16</li>
                </ul>      <p>&nbsp;</p></td>
        </tr>
        </tbody></table>

</div>